20251117T143349==ai--fraud-claims-with-breach-of-confidential-relationship__confidential_fraud_relationship.tex
% Created 2025-11-17 Mon 16:41
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{LOLH}
\date{\textit{{[}2025-11-17 Mon 14:33]}}
\title{Fraud Claims with Breach of Confidential Relationship}
\hypersetup{
 pdfauthor={LOLH},
 pdftitle={Fraud Claims with Breach of Confidential Relationship},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 30.2 (Org mode 9.7.11)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents

\section*{Summary}
\label{sec:orgadcf906}

In Washington State, fraud claims  are subject to a three-year statute
of  limitations  under  RCW  4.16.080(4), with  the  cause  of  action
accruing only upon  discovery of the facts constituting  fraud.  WA ST
4.16.080. However,  when fraud  occurs in a  confidential relationship
involving a transaction  not supported by full  consideration, and the
fraudulent party delays enforcement of a lease agreement for six years
without  seeking  rent, multiple  doctrines  may  extend or  toll  the
limitations period.  The existence  of a confidential relationship can
support   equitable   estoppel   if    the   fraudulent   party   made
representations that lulled the  victim into delayed action. \uline{Anh-Duong
Thi Ho v. Bach}, Not Reported in Pac. Rptr. (2018). \uline{Peterson v. Groves},
111  Wash.App. 306  (2002). Additionally,  where a  fiduciary duty  to
disclose  exists,   silence  about   material  facts   can  constitute
fraudulent  concealment that  tolls the  statute of  limitations until
discovery.  [KeyCite Yellow Flag] \uline{Crisman  v. Crisman}, 85 Wash.App. 15
(1997). The  delayed enforcement of the  lease agreement, particularly
when combined with the confidential  relationship and lack of adequate
consideration,  may  provide  grounds  for  arguing  either  equitable
estoppel or  fraudulent concealment,  though the plaintiff  must still
demonstrate  they   could  not  have  discovered   the  fraud  through
reasonable diligence.
\section*{Statutory Framework and Basic Discovery Rule}
\label{sec:orgb7285b6}

Washington's  fraud   statute  of  limitations  is   codified  in  RCW
4.16.080(4),  which provides  that fraud  actions "shall  be commenced
within three years"  but "the cause of  action in such case  not to be
deemed to have  accrued until the discovery by the  aggrieved party of
the facts constituting the fraud".  WA ST 4.16.080. This discovery rule
represents a departure from the  general rule that limitations periods
begin running when the wrongful act occurs, recognizing the inherently
concealed nature of fraudulent conduct.

Even  in  confidential  relationships,   the  burden  remains  on  the
plaintiff to demonstrate  that the fraud was  not discoverable through
due  diligence.   As  the  Court of  Appeals  emphasized  in  \uline{Douglass
v. Stanger}, "[e]ven in an action  for fraud where a fiduciary relation
exists,  the burden  is  upon the  plaintiff to  show  that the  facts
constituting  the  fraud  were  not   discovered  or  could  not  [be]
discovered  until within  3 years  prior  to the  commencement of  the
action."  [KeyCite Yellow Flag] \uline{Douglass v. Stanger}, 101 Wash.App. 243
(2000). This principle was reaffirmed in \uline{Sheehan v. Sheehan}, where the
court   held  that   "assuming,  without   deciding,  a   confidential
relationship existed between Mae and  Frank, this relationship did not
affect  when the  statute of  limitations  for Mae's  fraud and  undue
influence claims  accrued." \uline{Sheehan v.  Sheehan}, Not Reported  in P.3d
(2009).
\section*{Equitable Estoppel in Confidential Relationships}
\label{sec:org5c2a62e}

Washington  courts  recognize   that  confidential  relationships  can
support equitable estoppel to bar statute of limitations defenses when
the defendant's conduct  lulls the plaintiff into  delayed action. The
Court of  Appeals in \uline{nh-Duong  Thi Ho  v.  Bach} established  that "the
gravamen  of  equitable  estoppel  with  respect  to  the  statute  of
limitations is that the defendant  made representations or promises to
perform  which  lulled  the  plaintiff into  delayed  timely  action."
\uline{Anh-Duong Thi Ho v. Bach}, Not Reported in Pac. Rptr. (2018). The court
found  that  equitable  estoppel  barred the  statute  of  limitations
defense because  of the confidential relationship  between the parties
and the defendant's repeated promises to return property.

The elements of equitable estoppel  are: "(1) an admission, statement,
or act  inconsistent with  a claim afterward  asserted; (2)  action by
another in reasonable  reliance on that act,  statement, or admission;
and (3) injury to  the party who relied if the  court allows the first
party  to  contradict  or  repudiate  the  prior  act,  statement,  or
admission"  \uline{Anh-Duong Thi  Ho v.   Bach}, Not  Reported in  Pac.  Rptr.
(2018). Importantly, "the existence  of a confidential relationship is
a key indicator  of reliance." \uline{Anh-Duong Thi Ho v}.  Bach, Not Reported
in Pac. Rptr. (2018).

Peterson v. Groves provides  additional guidance on applying equitable
estoppel  in confidential  relationships  involving  promises to  pay.
\uline{Peterson v.  Groves},  111 Wash.App. 306 (2002).  The  court noted that
"the case for  estoppel is strengthened by the fact  that a promise to
pay has been  related to the happening of a  specific event" and found
that "the evidence  of a confidential relationship,  combined with the
evidence of Groves'  promises to pay upon the happening  of a specific
event, namely the sale of the  land, is sufficient to overcome summary
judgment on the issue of  equitable estoppel." \uline{Peterson v. Groves}, 111
Wash.App. 306 (2002). However, the court emphasized that estoppel does
not last forever and "the plaintiff  must act within a reasonable time
after discovering that  the promises relied on  were false." \uline{Peterson
v. Groves}, 111 Wash.App. 306 (2002).
\section*{Fraudulent Concealment and Fiduciary Duties}
\label{sec:orgb76d1d6}

Where  a  confidential  relationship   creates  a  fiduciary  duty  to
disclose,  silence  about  material facts  can  constitute  fraudulent
concealment  that  tolls the  statute  of  limitations. The  Court  of
Appeals in  \uline{Crisman v. Crisman}  held that managers who  owed fiduciary
duties to a  store owner "owed her an affirmative  duty of disclosure"
and    their   "silence    constitutes   an    affirmative   act    of
misrepresentation.   Consequently,  RCW   4.16.080(4),  the  statutory
discovery  rule for  fraud, applies."   [KeyCite Yellow  Flag] \uline{Crisman
v. Crisman}, 85  Wash.App. 15 (1997). The court explained  that "when a
duty to  disclose does exist,  however, the suppression of  a material
fact  is tantamount  to an  affirmative misrepresentation."   [KeyCite
Yellow Flag] \uline{Crisman v. Crisman}, 85 Wash.App. 15 (1997).

In \uline{Aug. v. U.S. Bancorp},  the court applied the fraudulent concealment
test from  \uline{Nordhorn v. Ladish  Co.}, which requires "(1)  the plaintiff
exercised due  diligence in trying to  uncover the facts, and  (2) the
defendant engaged in affirmative conduct  that would lead a reasonable
person to  believe that no  claim of fraudulent  concealment existed."
\uline{August v.   U.S. Bancorp},  146 Wash.App.   328 (2008).   This standard
prevents application of  the doctrine to cases  involving only passive
silence without an affirmative duty to disclose.
