20251117T143349==ai--fraud-claims-with-breach-of-confidential-relationship__confidential_fraud_relationship.tex
\section*{Inadequate Consideration in Confidential Relationships}
\label{sec:org4506ccb}

The lack of adequate consideration  in transactions between parties in
confidential  relationships can  be  relevant to  both the  underlying
fraud  claim  and the  statute  of  limitations analysis.   In  \uline{Lewis
v. Estate  of Lewis}, the court  noted that "two situations  lead to a
presumption of fraudulence:
\begin{itemize}
\item 1) when the consideration is so grossly inadequate as to shock the
conscience of the court" and

\item 2) when highly unreasonable consideration is coupled with other
inequitable incidents.
\end{itemize}

{[}KeyCite Yellow  Flag] \uline{Lewis  v.  Estate of  Lewis}, 45  Wash.App.  387
(1986). The \uline{Pedersen v. Bibioff} court held that "fraud may be presumed
in equity where the donor and donee share a confidential relationship"
when faced with "a highly  suspect transaction between persons sharing
a   confidential  relationship."   [KeyCite   Yellow  Flag]   \uline{Pedersen
v. Bibioff}, 64 Wash.App. 710 (1992).

\uline{Strong v.  Clark} demonstrates  how inadequate consideration can affect
the discovery rule  analysis.  [KeyCite Yellow Flag]  \uline{Strong v. Clark},
56 Wash.2d 230 (1960). The court  found that creditors were "deemed in
law to  have discovered on March  20, 1952, the alleged  inadequacy of
the consideration and 'the facts constituting the fraud'" when a lease
with option to purchase was recorded, providing constructive notice of
the  allegedly  insufficient  consideration.   [KeyCite  Yellow  Flag]
\uline{Strong v. Clark}, 56 Wash.2d 230 (1960).
\section*{Delayed Enforcement and Waiver Analysis}
\label{sec:org7eaf279}

The defendant's  failure to  enforce a lease  agreement for  six years
without  seeking  rent  presents   complex  issues  regarding  waiver,
modification, and potential  fraudulent concealment. Washington courts
distinguish between  waiver of contractual rights  and modification of
agreements.   In \uline{Panorama  Residential Protective  Ass'n v.   Panorama
Corp.},  the court  explained  that  "a waiver  is  an intentional  and
voluntary  relinquishment  of  a  known  right"  and  emphasized  that
"defendant's right to  collect the maximum rent under  the lease arose
each time an adjustment was called for by the lease."  [KeyCite Yellow
Flag]  \uline{Panorama Residential  Protective  Ass'n v.  Panorama Corp.},  28
Wash.App. 923 (1981).

\uline{Chabuk  v.    Miller}  provides  relevant  guidance   on  when  delayed
enforcement  constitutes waiver  of rent  collection rights.   \uline{Chabuk
v. Miller}, Not  Reported in Pac. Rptr.  (2021). The  court found that
where a landlord "never collected  rent from Miller, despite the lease
stated a rental amount," this  "supports the conclusion that he waived
that covenant"  and that "after years  of not collecting rent,  it was
unjust for Chabuk  to attempt to reinstate his rights  to collect rent
from  Miller without  first  giving her  a  reasonable opportunity  to
comply." \uline{Chabuk v. Miller}, Not Reported in Pac. Rptr. (2021).

However,  delayed  enforcement  alone may  not  constitute  fraudulent
concealment absent additional misleading  conduct. In \uline{Schreiner Farms,
Inc.   v.   American Tower,  Inc.},  the  court rejected  a  fraudulent
concealment  argument  where  the plaintiff  alleged  that  defendants
"disguised" a  sublease, finding that  this "does not  show fraudulent
concealment  because it  fails to  identify whether  the arrangement's
label is a  material fact, and whether Respondents  had an affirmative
duty  to use  a particular  label."  [KeyCite  Yellow Flag]  \uline{Schreiner
Farms, Inc. v. American Tower, Inc.}, 173 Wash.App. 154 (2013).
\section*{Application to the Specific Facts}
\label{sec:orgee611da}

The  combination   of  factors   present  in   this  case—confidential
relationship,  transaction lacking  full  consideration, and  six-year
delay in lease enforcement—creates potential grounds for extending the
statute of limitations through either equitable estoppel or fraudulent
concealment theories. The confidential  relationship may establish the
foundation for  arguing that  the defendant's silence  about enforcing
the lease, combined with the lack of consideration, created reasonable
reliance that prevented timely discovery of the fraud.

The six-year delay in seeking  rent could support an estoppel argument
if the defendant  made representations during this  period that lulled
the plaintiff  into believing no  enforcement would occur,  similar to
the repeated  promises in \uline{Anh-Duong  Thi Ho  v. Bach}, Not  Reported in
Pac.  Rptr.  (2018).  Alternatively, if the  confidential relationship
created a  duty to  disclose the  intent to enforce  the lease  or the
fraudulent nature of the original transaction, the defendant's silence
during  the six-year  period could  constitute fraudulent  concealment
under  [KeyCite  Yellow Flag]  \uline{Crisman  v.  Crisman}, 85  Wash.App.  15
(1997).

The success  of either theory  would depend on demonstrating  that the
plaintiff exercised reasonable diligence but could not have discovered
the fraud  earlier due to  the defendant's conduct in  maintaining the
confidential relationship while concealing the enforcement intentions.
\subsection*{Arguments and Rebuttals}
\label{sec:orgde2a995}

\subsubsection*{Arguments for Extended/Tolled Limitations Period}
\label{sec:org0335fe5}

\begin{itemize}
\item Confidential Relationship Estoppel
\label{sec:orgd904b30}

The  existence  of  a  confidential  relationship  combined  with  the
defendant's six-year  delay in enforcing the  lease created reasonable
reliance that  no enforcement would  occur, similar to the  pattern in
\uline{Anh-Duong Thi Ho  v. Bach} where repeated promises  to perform estopped
the  defendant  from  raising  the  statute  of  limitations  defense.
\uline{Anh-Duong   Thi   Ho  v.    Bach},   Not   Reported  in   Pac.    Rptr.
(2018).
\item Anticipated Rebuttals
\label{sec:org815d9cd}

Defendants may  argue that  mere silence  or non-enforcement  does not
constitute  the  type  of  affirmative  representations  required  for
estoppel, and that the plaintiff  had constructive notice of the lease
terms regardless of enforcement patterns.
\item Fraudulent Concealment Through Fiduciary Silence
\label{sec:orge47fe17}

Where a confidential relationship creates fiduciary duties, the
defendant's failure to disclose intent to enforce the lease or the
fraudulent nature of the original transaction constitutes fraudulent
concealment that tolls the limitations period under [KeyCite Yellow
Flag] \uline{Crisman v. Crisman}, 85 Wash.App. 15 (1997).
\item Anticipated Rebuttals
\label{sec:org585f6de}

Defendants may  contend that  no specific  fiduciary duty  to disclose
enforcement intentions  existed, and that the  written lease agreement
provided adequate notice of potential enforcement rights.
\item Inadequate Consideration as Fraud Indicator
\label{sec:org1616919}

The transaction's lack  of full consideration, when  combined with the
confidential relationship,  creates circumstances  where fraud  may be
presumed under  Pedersen v.  Bibioff  and supports arguments  that the
fraudulent  nature  was  concealed   [KeyCite  Yellow  Flag]  \uline{Pedersen
v. Bibioff}, 64 Wash.App. 710 (1992).
\item Anticipated Rebuttals
\label{sec:org2e0435d}

Defendants may argue that any inadequacy of consideration was apparent
from the  transaction documents and that  sophisticated parties cannot
claim inability to discover obvious consideration deficiencies.
\end{itemize}
\subsubsection*{Arguments Against Extension}
\label{sec:org856c3b2}

\begin{itemize}
\item Due Diligence Burden Unaffected
\label{sec:org2b774e4}

Even in confidential relationships, the plaintiff bears the burden of
showing fraud was not discoverable through reasonable investigation,
as established in [KeyCite Yellow Flag] \uline{Douglass v. Stanger}, 101
Wash.App. 243 (2000) and \uline{Sheehan v. Sheehan}, Not Reported in P.3d
(2009).
\item Anticipated Rebuttals
\label{sec:orgb6423c7}
