20251117T143349==ai--fraud-claims-with-breach-of-confidential-relationship__confidential_fraud_relationship.tex

Plaintiffs  may  argue  that   the  confidential  relationship  itself
prevented reasonable  investigation and  that the  defendant's conduct
during the six-year period reinforced the concealment.
\item Insufficient Affirmative Concealment
\label{sec:org87fa59c}

Delayed  enforcement   alone  does  not  constitute   the  affirmative
concealment required  for tolling, as  shown in Schreiner  Farms where
alleged disguising of transaction terms was insufficient without proof
of  duty to  use  particular labels  [KeyCite  Yellow Flag]  \uline{Schreiner
Farms,   Inc.   v.   American   Tower,   Inc.},   173   Wash.App.   154
(2013).
\item Anticipated Rebuttals
\label{sec:org05b80f2}

Plaintiffs may distinguish their  case by emphasizing the confidential
relationship  created  specific  disclosure   duties  not  present  in
ordinary commercial relationships.
\item Constructive Notice from Documents
\label{sec:org59e3f32}

The existence of  the lease agreement provided  constructive notice of
the  defendant's   rights  and   the  transaction   terms,  preventing
application of discovery rule protection  similar to the public record
notice  in [KeyCite  Yellow  Flag]  \uline{Strong v.  Clark},  56 Wash.2d  230
(1960).
\item Anticipated Rebuttals
\label{sec:orgc47448e}

Plaintiffs may argue that the confidential relationship and pattern of
non-enforcement created reasonable belief that the written terms would
not  be enforced,  distinguishing from  cases involving  purely public
record notice.
\end{itemize}
\subsubsection*{Cases on Both Sides}
\label{sec:org625bc1e}

\begin{itemize}
\item Cases Supporting Extended/Tolled Limitations Period
\label{sec:org61216a8}

\uline{Anh-Duong Thi  Ho v.  Bach}, Not  Reported in Pac.  Rptr. (2018)  — The
court held that  equitable estoppel barred the  statute of limitations
defense due to the  confidential relationship and defendant's repeated
promises to  return property.  The court  found that  the grandparents
reasonably  relied  on  Bach's  promises  due  to  their  confidential
relationship, causing them to delay filing suit.

\uline{Peterson v.  Groves}, 111 Wash.App. 306  (2002) — The court  ruled that
evidence of a confidential relationship  combined with promises to pay
upon a specific  event was sufficient to overcome  summary judgment on
equitable   estoppel.   The   court   emphasized   that   confidential
relationships create particularly strong grounds for reliance that can
support estoppel defenses.

{[}KeyCite Yellow Flag] \uline{Crisman v. Crisman}, 85 Wash.App. 15 (1997) — The
court  found that  managers' fiduciary  duties created  an affirmative
obligation  to disclose,  making their  silence constitute  fraudulent
concealment that  tolled the statute  of limitations.  The  court held
that  when  disclosure duties  exist,  suppression  of material  facts
equals affirmative misrepresentation.
\item Cases Against Extension
\label{sec:orgf3245ff}

{[}KeyCite Yellow Flag] \uline{Douglass v.  Stanger}, 101 Wash.App. 243 (2000) —
The court held  that even in fiduciary  relationships, plaintiffs must
prove fraud  was not discoverable  through due diligence  within three
years of suit. The court emphasized that confidential relationships do
not  eliminate the  basic burden  of showing  reasonable inability  to
discover fraud.

\uline{Sheehan v. Sheehan}, Not Reported in P.3d (2009) — The court ruled that
confidential relationships  do not affect when  statute of limitations
accrues  and  applied  the  general  discovery  rule  without  special
accommodation  for   the  family  relationship.  The   court  rejected
arguments that confidential relationships  create automatic tolling of
limitations periods.

{[}KeyCite Yellow Flag]  \uline{Schreiner Farms, Inc. v.  American Tower, Inc.},
173 Wash.App. 154 (2013) — The  court found that alleged disguising of
transaction terms was insufficient  for fraudulent concealment without
proof of  duty to  disclose specific  information. The  court required
clear   evidence  of   affirmative   concealment   rather  than   mere
non-disclosure or delayed enforcement.
\end{itemize}
\subsection*{Practical Implications}
\label{sec:org3dfd65c}

The  Washington   framework  for  fraud  statute   of  limitations  in
confidential relationships creates  several practical implications for
litigants and practitioners. The discovery rule and equitable estoppel
doctrines  provide meaningful  protection  for  those in  confidential
relationships who may  be prevented from timely  discovering fraud due
to trust  and reliance,  but these  protections come  with significant
evidentiary burdens.

Plaintiffs must develop evidence  showing lack of reasonable discovery
opportunities,  which can  be difficult  when documentary  evidence of
concealment may be  controlled by the allegedly  fraudulent party. The
requirement to act with due  diligence once estoppel circumstances end
means victims cannot indefinitely delay filing suit, creating pressure
for prompt legal consultation after discovery of potential fraud.

Evidence  preservation  becomes  critical for  establishing  both  the
confidential   relationship   and   the  grounds   for   estoppel   or
concealment. The importance  of documenting promises, representations,
and  relationship dynamics  cannot  be overstated,  as these  elements
often determine whether extended limitations periods apply.

Defendants  may  argue  that   delayed  enforcement  constituted  mere
forbearance  rather  than  fraudulent concealment,  requiring  careful
factual development about any affirmative representations or duties to
disclose. The complexity of proving  both the underlying fraud and the
estoppel or concealment theories  may make smaller claims economically
impractical to pursue, creating access to justice concerns for victims
of fraud in confidential relationships.
\section*{Recent Developments}
\label{sec:org5d23d33}

Recent Washington  developments have  both strengthened  and clarified
the  standards   for  extending   fraud  statute  of   limitations  in
confidential relationships. \uline{Anh-Duong Thi Ho v. Bach} (2018) reinforced
that  confidential relationships  combined with  repeated promises  to
perform can  create effective estoppel against  statute of limitations
defenses,  extending  protection  particularly for  vulnerable  family
members   who   may   be   exploited  by   those   in   positions   of
trust.  \uline{Anh-Duong  Thi Ho  v.   Bach},  Not  Reported in  Pac.  Rptr.
(2018).   This decision  demonstrates  continued judicial  recognition
that  confidential  relationships  require  special  consideration  in
limitations analysis.

\uline{Chabuk  v.   Miller}  (2021)  shows  courts  increasingly  scrutinizing
long-term   non-enforcement    patterns   in    lease   relationships,
distinguishing  between   mere  forbearance   and  actual   waiver  of
contractual   rights.    \uline{Chabuk   v.     Miller},   Not   Reported   in
Pac. Rptr. (2021). This development  suggests that extended periods of
non-enforcement  may   support  arguments  for  estoppel   or  waiver,
particularly when combined with other inequitable circumstances.

Recent decisions  like \uline{Schreiner Farms  v. American Tower}  (2013) have
tightened requirements  for proving fraudulent  concealment, requiring
clear   evidence  of   affirmative   concealment   rather  than   mere
non-disclosure.   [KeyCite  Yellow  Flag] \uline{Schreiner  Farms,  Inc.  v.
American Tower, Inc.}, 173 Wash.App.  154 (2013).  This trend suggests
courts  are  becoming  more  demanding   in  their  analysis  of  what
constitutes  sufficient  concealment   to  toll  limitations  periods,
potentially  making  it more  difficult  for  plaintiffs to  establish
fraudulent concealment theories.
